Repository: instructure/canvas-ios
Catalog: Student/Widgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: View your to-do items.
ar: عرض عناصر المهام لديك.
ca: Mostreu els elements de tasques pendents
cy: Gweld eich eitemau i'w gwneud.
da: Se din opgveliste.
da_instk12: Se din opgveliste.
de: Sehen Sie sich Ihre Aufgaben an.
es: Vea los ítems de las tareas por hacer.
es_es: Consulta tus tareas pendientes.
fi: Näytä tehtävälistasi.
fr: Afficher votre liste de choses à faire.
fr_ca: Affichez vos travaux à accomplir.
ga: Féach ar do mhíreanna le déanamh.
hi: अपने करने के लिए आइटम देखें।
ht: Gade sa w gen pou w fè yo.
id: Lihat item to-do Anda.
is: Skoðaðu verkefnalistana þína
it: Visualizza elementi da fare.
ja: するべきことの項目を表示します。
mi: Tirohia o taonga mahi.
ms: Lihat item untuk dilakukan anda.
nb: Vis gjøremålsoppgavene dine.
nb_instk12: Vis gjøremålsoppgavene dine.
nl: De items op je lijst met opdrachten bekijken.
pl: Wyświetl zadania.
pt: Veja as suas tarefas.
pt_br: Visualize seus itens de tarefas.
ru: Просмотрите свои задачи.
sl: Oglejte si svoja opravila.
sv: Visa dina att göra-objekt.
sv_instk12: Visa dina att göra-objekt.
th: ดูรายการสิ่งที่คุณต้องทำ
vi: Xem các mục việc cần làm của bạn.
zh: 查看任务项目
zh_hk: 檢視您的待辦事項。

source: We're having trouble showing your grades right now.
ar: نواجه مشكلة في عرض التقديرات الخاصة بك في الوقت الحالي.
ca: Estem tenint problemes per mostrar les vostres notes en aquest moment.
cy: Rydyn ni’n cael trafferth dangos eich graddau ar hyn o bryd.
da: Vi har problemer med at vise dine karakterer lige nu.
da_instk12: Vi har problemer med at vise dine vurderinger lige nu.
de: Wir haben im Moment Probleme mit der Anzeige Ihrer Noten.
es: Tenemos problemas para mostrar sus calificaciones en este momento.
es_es: Estamos teniendo problemas para mostrar tus notas en este momento.
fi: Arvosanojesi näyttämisessä on tällä hetkellä ongelmia.
fr: Nous ne parvenons pas à afficher vos notes pour le moment.
fr_ca: Nous avons du mal à afficher vos notes en ce moment.
ga: Tá deacracht againn do mharcanna a thaispeáint faoi láthair.
hi: हमें अभी आपके ग्रेड दिखाने में समस्या हो रही है।
ht: Nou gen difikilte pou afiche nòt ou yo pou kounye a.
id: Kami kesulitan menampilkan nilai Anda saat ini.
is: Við eigum í vandræðum með að sýna einkunnirnar þínar núna.
it: Al momento, non riusciamo a mostrare i tuoi voti.
ja: 現在評定を表示できません。
mi: Kei te raru matou ki te whakaatu i o tohu i naianei.
ms: Kami menghadapi masalah untuk menunjukkan gred anda buat masa ini.
nb: Vi har problemer med å vise vurderingene dine akkurat nå.
nb_instk12: Vi har problemer med å vise vurderingene dine akkurat nå.
nl: We kunnen je cijfers op dit moment niet weergeven.
pl: Wystąpił problem podczas wyświetlania ocen.
pt: Estamos com dificuldades para mostrar as suas notas no momento.
pt_br: Estamos com problemas para exibir suas notas no momento.
ru: В настоящее время у нас возникли проблемы с отображением ваших оценок.
sl: Trenutno imamo težave s prikazom vaših ocen.
sv: Vi har problem med att visa dina omdömen för tillfället.
sv_instk12: Vi har problem med att visa dina bedömningar för tillfället.
th: เรามีปัญหาในการแสดงเกรดของคุณในตอนนี้
vi: Chúng tôi đang gặp sự cố khi hiển thị điểm của bạn ngay lúc này.
zh: 目前显示您的评分时遇到问题。
zh_hk: 我們現在無法顯示您的成績。

source: We're having trouble showing your grades right now. Please try again in a bit or head to the app.
ar: نواجه مشكلة في عرض التقديرات الخاصة بك في الوقت الحالي. يُرجى إعادة المحاولة بعد فترة وجيزة أو توجه إلى التطبيق.
ca: Estem tenint problemes per mostrar les vostres notes en aquest moment. Torneu a provar-ho d’aquí a uns instants o aneu a l’aplicació.
cy: Rydyn ni’n cael trafferth dangos eich graddau ar hyn o bryd. Rhowch gynnig arall arni nes ymlaen neu ewch i’r ap.
da: Vi har problemer med at vise dine karakterer lige nu. Prøv igen om lidt, eller brug appen.
da_instk12: Vi har problemer med at vise dine vurderinger lige nu. Prøv igen om lidt, eller brug appen.
de: Wir haben im Moment Probleme mit der Anzeige Ihrer Noten. Bitte versuchen Sie es in Kürze erneut oder besuchen Sie die App.
es: Tenemos problemas para mostrar sus calificaciones en este momento. Inténtelo de nuevo dentro de un rato o diríjase a la aplicación.
es_es: Estamos teniendo problemas para mostrar tus notas en este momento. Inténtalo de nuevo transcurridos unos instantes o dirígete a la aplicación.
fi: Arvosanojesi näyttämisessä on tällä hetkellä ongelmia. Yritä uudelleen hetken kuluttua tai siirry sovellukseen.
fr: Nous ne parvenons pas à afficher vos notes pour le moment. Veuillez réessayer dans un moment ou accéder à l’application.
fr_ca: Nous avons du mal à afficher vos notes en ce moment. Veuillez réessayer dans un instant ou rendez-vous à l’application.
ga: Tá deacracht againn do mharcanna a thaispeáint faoi láthair. Bain triail eile as ar ball nó téigh chuig an aip.
hi: हमें अभी आपके ग्रेड दिखाने में समस्या हो रही है। कृपया थोड़ी देर में फिर से कोशिश करें या ऐप पर जाएं।
ht: Nou gen difikilte pou afiche nòt ou yo pou kounye a. Eseye ankò apre yon ti tan oswa ale sou aplikasyon an.
id: Kami kesulitan menampilkan nilai Anda saat ini. Silakan coba lagi sebentar lagi atau pergi ke app.
is: Við eigum í vandræðum með að sýna einkunnirnar þínar núna. Reyndu aftur eftir smá stund eða farðu í appið.
it: Al momento, non riusciamo a mostrare i tuoi voti. Riprova tra un attimo o vai all’app.
ja: 現在評定を表示できません。しばらくしてからもういちどやり直すか、アプリに移動してください。
mi: Kei te raru matou ki te whakaatu i o tohu i naianei. Tena koa ngana ano mo te wa poto, haere ranei ki te taupānga.
ms: Kami menghadapi masalah untuk menunjukkan gred anda buat masa ini. Sila cuba semula sebentar lagi atau terus menuju ke aplikasi.
nb: Vi har problemer med å vise vurderingene dine akkurat nå. Prøv igjen om litt eller gå til appen.
nb_instk12: Vi har problemer med å vise vurderingene dine akkurat nå. Prøv igjen om litt eller gå til appen.
nl: We kunnen je cijfers op dit moment niet weergeven. Probeer het wat later nog een keer of open de app.
pl: Wystąpił problem podczas wyświetlania ocen. Spróbuj ponownie za pewien czas lub przejdź do aplikacji.
pt: Estamos com dificuldades para mostrar as suas notas no momento. Tente novamente em alguns instantes ou aceda à app.
pt_br: Estamos com problemas para exibir suas notas no momento. Tente novamente em breve ou acesse o aplicativo.
ru: В настоящее время у нас возникли проблемы с отображением ваших оценок. Попробуйте снова через некоторое время или перейдите в приложение.
sl: Trenutno imamo težave s prikazom vaših ocen. Poskusite znova čez nekaj časa ali pa uporabite aplikacijo.
sv: Vi har problem med att visa dina omdömen för tillfället. Försök igen om en stund eller gå till appen.
sv_instk12: Vi har problem med att visa dina bedömningar för tillfället. Försök igen om en stund eller gå till appen.
th: เรามีปัญหาในการแสดงเกรดของคุณในตอนนี้ กรุณาลองใหม่อีกครั้งอีกสักครู่หรือเข้าไปที่แอพ
vi: Chúng tôi đang gặp sự cố khi hiển thị điểm của bạn ngay lúc này. Vui lòng thử lại sau một lúc hoặc truy cập ứng dụng.
zh: 目前显示您的评分时遇到问题。请稍后再试或前往应用程序。
zh_hk: 我們現在無法顯示您的成績。請稍後重試或前往應用程式。

source: We're having trouble showing your tasks right now. Please try again in a bit or head to the app.
ar: نواجه مشكلة في عرض مهامك في الوقت الحالي. يُرجى إعادة المحاولة بعد فترة وجيزة أو توجه إلى التطبيق.
ca: Estem tenint problemes per mostrar les vostres tasques en aquest moment. Torneu a provar-ho d’aquí a uns instants o aneu a l’aplicació.
cy: Rydyn ni’n cael trafferth dangos eich tasgau ar hyn o bryd. Rhowch gynnig arall arni nes ymlaen neu ewch i’r ap.
da: Vi har problemer med at vise dine opgaver lige nu. Prøv igen om lidt, eller brug appen.
da_instk12: Vi har problemer med at vise dine opgaver lige nu. Prøv igen om lidt, eller brug appen.
de: Wir haben im Moment Probleme, Ihre Aufgaben anzuzeigen. Bitte versuchen Sie es in Kürze erneut oder besuchen Sie die App.
es: Estamos teniendo problemas para mostrar sus tareas en este momento. Inténtelo de nuevo dentro de un rato o diríjase a la aplicación.
es_es: Estamos teniendo problemas para mostrar tus tareas en este momento. Inténtalo de nuevo transcurridos unos instantes o dirígete a la aplicación.
fi: Tehtäviesi näyttämisessä on tällä hetkellä ongelmia. Yritä uudelleen hetken kuluttua tai siirry sovellukseen.
fr: Nous ne parvenons pas à afficher vos tâches pour le moment. Veuillez réessayer dans un moment ou accéder à l’application.
fr_ca: Nous avons des difficultés à afficher vos travaux pour le moment. Veuillez réessayer dans un instant ou rendez-vous à l’application.
ga: Tá deacracht againn do thascanna a thaispeáint faoi láthair. Bain triail eile as ar ball nó téigh chuig an aip.
hi: हमें अभी आपके कार्य दिखाने में समस्या हो रही है। कृपया थोड़ी देर में फिर से कोशिश करें या ऐप पर जाएं।
ht: Nou gen difikilte pou montre devwa ou yo pou kounye a. Eseye ankò apre yon ti tan oswa ale sou aplikasyon an.
id: Kami kesulitan menampilkan tugas Anda saat ini. Silakan coba lagi sebentar lagi atau pergi ke app.
is: Við eigum í vandræðum með að sýna verkefnin þín núna. Reyndu aftur eftir smá stund eða farðu í appið.
it: Abbiamo dei problemi a visualizzare subito le tue attività. Riprova tra un attimo o vai all’app.
ja: 現在、タスクを表示できません しばらくしてからもういちどやり直すか、アプリに移動してください。
mi: Kei te raru matou ki te whakaatu i o mahi inaianei. Tena koa ngana ano mo te wa poto, haere ranei ki te taupānga.
ms: Kami menghadapi masalah untuk menunjukkan tugas anda sekarang. Sila cuba semula sebentar lagi atau terus menuju ke aplikasi.
nb: Vi har problemer med å vise oppgavene dine akkurat nå. Prøv igjen om litt eller gå til appen.
nb_instk12: Vi har problemer med å vise oppgavene dine akkurat nå. Prøv igjen om litt eller gå til appen.
nl: We kunnen je taken op dit moment niet weergeven. Probeer het wat later nog een keer of open de app.
pl: Wystąpił problem podczas wyświetlania zadań. Spróbuj ponownie za pewien czas lub przejdź do aplikacji.
pt: Estamos com problemas para mostrar as suas tarefas no momento. Tente novamente em alguns instantes ou aceda à app.
pt_br: Estamos com problemas para exibir suas tarefas no momento. Tente novamente em breve ou acesse o aplicativo.
ru: В настоящее время у нас возникли проблемы с отображением ваших задач. Попробуйте снова через некоторое время или перейдите в приложение.
sl: Trenutno imamo težave s prikazom vaših opravil. Poskusite znova čez nekaj časa ali pa uporabite aplikacijo.
sv: Vi har problem med att visa dig uppgifter för tillfället. Försök igen om en stund eller gå till appen.
sv_instk12: Vi har problem med att visa dig uppgifter för tillfället. Försök igen om en stund eller gå till appen.
th: เรามีปัญหาในการแสดงงานของคุณในตอนนี้ กรุณาลองใหม่อีกครั้งอีกสักครู่หรือเข้าไปที่แอพ
vi: Chúng tôi đang gặp sự cố khi hiển thị các nhiệm vụ của bạn ngay lúc này. Vui lòng thử lại sau một lúc hoặc truy cập ứng dụng.
zh: 目前显示您的任务时遇到问题。 请稍后再试或前往应用程序。
zh_hk: 我們目前無法顯示您的任務。 請稍後重試或前往應用程式。

source: You’re all done for now!
ar: أنت جاهز تمامًا في الوقت الحالي!
ca: Ja ho teniu tot fet de moment!
cy: Rydych chi wedi gorffen popeth am y tro!
da: Du er færdig for nu!
da_instk12: Du er færdig for nu!
de: Das war's fürs Erste.
es: Ya terminó por ahora.
es_es: ¡De momento, has terminado!
fi: Olet nyt valmis!
fr: C’est tout pour le moment !
fr_ca: Vous avez terminé pour l’instant!
ga: Tá tú críochnaithe anois!
hi: अब आपका काम पूरा हो गया!
ht: Ou fini kounye a!
id: Anda hampir selesai saat ini!
is: Þetta er komið að sinni!
it: Hai completato il processo per adesso!
ja: これで完了です！
mi: Kua oti katoa koe inaianei!
ms: Anda sudah siap sekarang!
nb: Du er ferdig for nå!
nb_instk12: Du er ferdig for nå!
nl: Voor nu ben je klaar!
pl: To wszystko na razie!
pt: Por enquanto, está tudo pronto!,
pt_br: Por enquanto, está tudo pronto!
ru: К настоящему времени вы все выполнили!
sl: Zaenkrat ste končali!
sv: Du är klar för tillfället!
sv_instk12: Du är klar för tillfället!
th: เสร็จสิ้นแล้วในตอนนี้!
vi: Bây giờ, bạn đã hoàn tất mọi việc!
zh: 您的任务已全部完成！
zh_hk: 您現在已全部完成！

source: Zoo Field Trip!
ar: رحلة ميدانية إلى حديقة الحيوان!
ca: Excursió al zoo!
cy: Taith Maes i'r Sw!
da: Tur i zoologisk have!
da_instk12: Tur i zoologisk have!
de: Exkursion in den Zoo!
es: ¡Excursión al zoológico!
es_es: ¡Excursión al zoológico!
fi: Opintomatka eläintarhaan!
fr: Sortie au Zoo !
fr_ca: Voyage au zoo!
ga: Turas Allamuigh sa Zú!
hi: चिड़ियाघर की सैर!
ht: Ekskisyon nan Pak Bèt!
is: Skoðunarferð í dýragarðinn!
it: Gita allo zoo!
ja: 動物園へ遠足！
mi: Whare Kararehe Haerenga!
ms: Lawatan ke Zoo!
nb: Ekskursjon til dyrehage!
nb_instk12: Ekskursjon til dyrehage!
nl: Excursie naar de dierentuin!
pl: Wycieczka do zoo!
pt: Viagem de Campo Zoológico!
pt_br: Passeio ao zoológico!
ru: Выезд в зоосад!
sl: Izlet v živalski vrt!
sv: Zoo-utflykt
sv_instk12: Zoo-utflykt
th: ทัศนศึกษาที่สวนสัตว์!
vi: Chuyến Đi Thực Tế Ở Sở Thú!
zh: 动物园参观！
zh_hk: 動物園考察之旅！

source: Janet Hammond
hi: जेनेट हैमंड
ja: ジャネット・ハモンド
ru: Джанет Хаммонд

source: Susan Jorgenson
hi: सुज़ैन जोर्गेनसन
ja: スーザン・ジョーゲンソン
ru: Сьюзан Йоргенсон

source: Thomas McKempis
hi: थॉमस McKempis
ja: トーマスMcKempis
ru: Томас McKempis
